/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ n’a pas accès à l’authentification biométrique.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "Code numérique à 4 chiffres";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "Code numérique à 6 chiffres";

/* Title for 'Cancel' Button */
"Cancel" = "Annuler";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Modifier le code d’accès";

/* Title for code options button */
"Code options" = "Options du code";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Créer un code d’accès";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Code alphanumérique personnalisé";

/* Promt user to enter new passcode */
"Enter new passcode" = "Saisir le nouveau code d’accès";

/* Promt user to enter passcode */
"Enter your passcode" = "Saisissez votre code d’accès";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "Les codes ne correspondent pas. Essayez à nouveau.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Supprimer le code d’accès";

/* Title for 'Settings' Button */
"Settings" = "Paramètres";

/* Promt user to verify new passcode */
"Verify new passcode" = "Vérifiez le nouveau code";

/* Promt user to verify passcode */
"Verify your passcode" = "Vérifiez votre code d’accès";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Activer l'authentification biométrique";

/* Biometric authentication prompt reason */
"Verify your identity" = "Vérifiez votre identité";
